Repository: 1peter10/axolotl
Catalog: po/*-rIN.po
Languages: kn_rin

source: Settings
kn_rin: ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Advanced
kn_rin: ಸುಧಾರಿತ

source: Save
kn_rin: ಉಳಿಸಿ

source: Search
kn_rin: ಹುಡುಕಿ

source: New group
kn_rin: ಹೋಸ ಸಮೂಹ

source: Update group
kn_rin: ಸಮೂಹವನ್ನು ನವೀಕರಿಸಿ

source: Group name
kn_rin: ಸಮೂಹದ ಹೆಸರು

source: Call
kn_rin: ಕರೆ

source: Reset secure session?
kn_rin: ಸುರಕ್ಷಿತ ಸೆಷನ್ ಮರು ಪ್ರಾರಂಭಿಸಿ?

source: Verify identity
kn_rin: ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಿ

source: Recipients list
kn_rin: ಸ್ವೀಕೃತದಾರರ ಪಟ್ಟಿ

source: Leave group
kn_rin: ಸಮೂಹವನ್ನು ಬಿಟ್ಟುಬಿಡಿ

source: Leave group?
kn_rin: ಸಮೂಹವನ್ನು ಬಿಡುವಿರ?

source: Are you sure you want to leave this group?
kn_rin: ಈ ಸಮೂಹ ಬಿಡವ ಬಯಕೆಯನ್ನು ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?

source: Delete conversation?
kn_rin: ಸಂವಾದವನ್ನು ಅಳಿಸಿಹಾಕಲೆ?

source: Select all
kn_rin: ಎಲ್ಲಾ ಆಯ್ಕೆಮಾಡಿ

source: Message details
kn_rin: ಸಂದೇಶದ ವಿವರಗಳು

source: Copy text
kn_rin: ಪಠ್ಯ ನಕಲಿಸು

source: Forward message
kn_rin: ಸಂದೇಶವನ್ನು ರವಾನಿಸು

source: Delete message
kn_rin: ಸಂದೇಶವನ್ನು ಅಳಿಸು

source: Delete
kn_rin: ಅಳಿಸಿಹಾಕು

source: Group members
kn_rin: ಸಮೂಹದ ಸದಸ್ಯರು

source: YOUR COUNTRY
kn_rin: ನಿಮ್ಮ ರಾಷ್ಟ್ರ

source: YOUR COUNTRY CODE AND PHONE NUMBER
kn_rin: ನಿಮ್ಮ ರಾಷ್ಟ್ರ ಸಂಕೇತ ಹಾಗೂ ದೂರವಾಣಿ ಸಂಖ್ಯೆ

source: Registration transmits some contact information to the server. It is not stored.
kn_rin: ನೋಂದಣಿ ಸರ್ವರ್ ಗೆ ಕೆಲ ಸಂಪರ್ಕದ ಮಾಹಿತಿಯನ್ನು ರವಾನಿಸುತ್ತದೆ. ಅದನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ.

source: Register
kn_rin: ನೋಂದಾಯಿಸು

source: Double-check that this is your number! We're about to verify it with an SMS.
kn_rin: ಈದು ನಿಮ್ಮ ಸಂಖ್ಯೆ ಎಂದು ಮರುಪರಿಶೀಲಿಸಿ! ನಾವು ಒಂದು ಪರಿಶೀಲಿನ ಎಸ್ ಎಮ್ ಎಸ್ ಅನ್ನು ಕಳುಸಲಿದ್ದೇವೆ.

source: Cancel
kn_rin: ರದ್ದುಮಾಡು

source: Mark all read
kn_rin: ಎಲ್ಲವನ್ನು ಓದಿದೆ ಎಂದು ಗುರುತು ಮಾಡಿ

source: Unregistering
kn_rin: ನೋಂದಣಿಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುತ್ತಿದೆ...

source: Disable Signal messages and calls?
kn_rin: ಸಿಗ್ನಲ್ ಸಂದೇಶಗಳು ಹಾಗು ಕರೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ?

source: Enter key sends
kn_rin: Enter ಕಳುಹಿಸುತ್ತದೆ

source: Success!
kn_rin: ಯಶಸ್ವಿಯಾಗಿದೆ!

source: Verifying number
kn_rin: ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ

source: Waiting for SMS verification...
kn_rin: ಎಸ್ಎಂಎಸ್ ಪರಿಶೀಲನೆಗಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ ...

source: Sent
kn_rin: ಕಳುಹಿಸಲಾಗಿದೆ

source: Received
kn_rin: ಸ್ವೀಕರಿಸಲಾಗಿದೆ

source: New message
kn_rin: ಹೊಸ ಸಂದೇಶ

source: You have left the group.
kn_rin: ನೀವು ಗುಂಪನ್ನು ಬಿಟ್ಟಿದ್ದೀರ.

source: Their identity (they read):
kn_rin: ಅವರ ಗುರುತು (ಅವರು ಓದುವುದು):

source: Your identity (you read):
kn_rin: ನಿಮ್ಮ ಗುರುತು (ನೀವು ಓದುವುದು):
