Repository: 1peter10/axolotl
Catalog: po/*.po
Languages: be, bg, de, fi, iw, nl, sk, sr

source: If you're seeing that error multiple times, check the <a href="https://status.signal.org/" target="_blank">status of Signal servers</a>. If it's fine, then please tell us there is a problem by <a href="https://github.com/nanu-c/axolotl/issues" target="_blank">opening an issue</a>.
fi: Jos näet virheviestin useaan kertaan, tarkista <a href="https://status.signal.org/" target="_blank">Signalin palvelinten tila</a>. Jos palvelimet ovat kunnossa, kerro meille ongelmastasi <a href="https://github.com/nanu-c/axolotl/issues" target="_blank">luomalla uusi ongelma (issue)</a>.

source: New conversations are temporarily disabled. You can create a new chat from the linked Desktop Client. Alternatively, your counterparty could start the discussion.
fi: Uudet keskustelut ovat väliaikaisesti poissa käytöstä. Voit luoda uuden keskustelun linkitetyllä Desktop Clientillä. Vaihtoehtoisesti vastapuoli voi aloittaa keskustelun.

source: Only add numbers that you are sure are registered Signal accounts!
fi: Lisää ainoastaan numeroita, jotka ovat varmasti rekisteröity Signaliin!

source: QR code
fi: QR-koodi

source: Starting new chats is currently broken in Axolotl.
fi: Uusien keskustelujen aloittaminen on parhaillaan rikki Axolotlissa.

source: This is a free and open source Signal client written in golang and vuejs.
fi: Tämä on ilmainen ja vapaan lähdekoodin Signal-asiakasohjelma, kirjoitettu golangilla ja vuejs:llä.

source: We are sorry, but due to a change in the Signal protocol, automatic import of contacts is currently unavailable.
fi: Signal-protokollan muutoksen vuoksi automaattinen yhteystietojen tuonti ei ole parhaillaan saatavissa. Pahoittelut.

source: You have been invited to this group. Accepting invitations is not yet supported. In order to join please send private a message to the other side to exchange the profile key. After that he/she has to remove and add you again.
fi: Sinut on kutsuttu tähän ryhmään. Kutsujen hyväksyntä ei ole parhaillaan tuettuna. Jotta voit liittyä, lähetä viesti toiselle osapuolelle, jotta profiiliavaimet tulee jaetuksi. Tämän jälkeen hänen tuleelisätä sinut uudestaan.

source: Video
bg: Видео
iw: וידאו
sr: Видео

source: Advanced
be: Прасунуты
bg: Допълнителни
iw: מתקדם
sk: Rozšírené
sr: Напредно

source: Submit debug log
bg: Изпрати доклад
sk: Odošli ladiaci log
sr: Пошаљи дневник исправљања грешака

source: Success!
bg: Успех!
sk: Operácia úspešne dokončená!
sr: Успех!

source: Sent
be: Адпраўлена
bg: Изпратен
iw: נשלח
sk: Odoslané
sr: Послата

source: Received
be: Атрымана
bg: Получен
iw: התקבל
sk: Prijaté
sr: Примљена

source: New message
be: Новае паведамленне
bg: Ново съобщение
iw: מסר חדש
sk: Nová správa
sr: Нова порука

source: Secure session reset.
bg: Започване на нова сигурна сесия.
iw: התחברות מאובטחת אותחלה.
sr: Безбедна сесија је ресетована.

source: You have left the group.
be: Вы пакінулі групу
bg: Напуснахте групата.
iw: עזבת את הקבוצה.
sk: Opustili ste skupinu.
sr: Напустили сте групу.

source: Their identity (they read):
be: Іх ідэнтыфікатар (яны чытаюць):
bg: Тяхната самоличност (те четат):
iw: הזהות שלהם:
sk: Ich totožnosť (oni vidia):
sr: Њихов идентитет (они читају):

source: Your identity (you read):
be: Ваш ідэнтыфікатар (вы чытаеце):
bg: Твоята самоличност (ти чети):
iw: הזהות שלך:
sk: Vaša totožnosť (vy vidíte):
sr: Ваш идентитет (ви читате):
