Repository: 1peter10/axolotl
Catalog: po/*.po
Languages: be, bg, de, fi, iw, nl, sk, sr

source: 2. Scan the QR code with a QR code scanner
fi: 2. Skannaa QR-koodi QR-koodiskannerilla
nl: 2. Scan de qr-code met een qr-codescanner

source: 3. Paste the QR code here:
fi: 3. Liitä QR-koodi tähän:
nl: 3. Plak de qr-code hier:

source: A cross-platform Signal client
fi: Järjestelmäriippumaton Signal-asiakasohjelma
nl: Een platform-onafhankelijke Signal-client

source: About Axolotl
fi: Tietoa Axolotlista
nl: Over Axolotl

source: Add
fi: Lisää
nl: Toevoegen

source: Add a new device
nl: Apparaat toevoegen

source: Add contact
nl: Contactpersoon toevoegen

source: Add contacts first
nl: Voeg eerst contactpersonen toe

source: Add members
nl: Leden toevoegen

source: Axolotl encountered an error communicating with Signal servers. Please try again.
nl: Er is een fout opgetreden tijdens het communiceren met de Signal-servers. Probeer het opnieuw.

source: Be careful, if you add too many numbers which aren't Signal accounts, you won't be able to add contacts anymore.
nl: Let op: als je teveel nummers toevoegt die niet gekoppeld zijn aan Signal-accounts, dan kun je geen contactpersonen meer toevoegen.

source: Can't change contact list: {{ error }}
fi: Ei voida vaihtaa yhteystietolistaa: {{ error }}
nl: Kan de contactpersonenlijst niet aanpassen: {{ error }}

source: Clear all localStorage
nl: Lokale opslag wissen

source: Clear registration from localStorage
nl: Registratie verwijderen uit lokale opslag

source: Close
de: Schließen
fi: Sulje
nl: Sluiten

source: Confirm
fi: Varmista
nl: Bevestigen

source: Connect with Signal
bg: Свържи се със Signal
de: Mit Signal verbinden
fi: Yhdistä Signaliin
iw: להתחבר באמצעות סיגנל
nl: Verbinden met Signal
sr: Повежите се на Сигнал

source: Contact
bg: Контакт
de: Kontakt
fi: Yhteystieto
iw: איש קשר
nl: Contactpersoon
sr: Контакт

source: Contact list is empty...
fi: Yhteystietolista on tyhjä...
nl: Je contactpersonenlijst is leeg…

source: Contacts
de: Kontakte
nl: Contactpersonen

source: Create group
nl: Groep aanmaken

source: Creating group
fi: Luodaan ryhmää
nl: Groep aanmaken

source: Current password
fi: Nykyinen salasana
nl: Huidig wachtwoord

source: Current password is wrong
fi: Nykyinen salasana on väärin
nl: Je huidige wachtwoord is onjuist

source: Current registration status in $store: {{ registrationStatus }}
nl: Huidige registratiestatus in $store: {{ registrationStatus }}

source: Current registration status in local storage: {{ localRegistrationStatus }}
nl: Huidige registratiestatus in lokale opslag: {{ localRegistrationStatus }}

source: Dark mode
nl: Donker thema

source: Debug screen
nl: Foutopsporing

source: Decrypt
fi: Pura
nl: Ontsleutelen

source: Delete chat
nl: Gesprek verwijderen

source: Delete this chat?
nl: Wil je dit gesprek verwijderen?

source: Due to technical limitations, Axolotl doesn't support push notifications. Keep the app open to be notified in real time. In Ubuntu Touch, use UT Tweak Tool to set Axolotl on "Prevent app suspension".
nl: Wegens technische beperkingen ondersteunt Axolotl geen pushmeldingen. Houd de app geopend om meldingen te ontvangen. Op Ubuntu Touch kun je in Ubuntu Touch-tweakapp instellen dat Axolotl niet onderbroken mag worden.

source: Edit
fi: Muokkaa
nl: Bewerken

source: Edit contact
nl: Contactpersoon bewerken

source: Edit group
nl: Groep bewerken

source: Enter password
fi: Anna salasana
nl: Voer je wachtwoord in

source: Enter your registration pin
fi: Anna rekisteröitymis-PIN-koodi
nl: Voer je registratiecode in

source: Error communicating with Signal servers
fi: Virhe kommunikoitaessa Signal-palvelinten kanssa
nl: Fout tijdens communiceren met Signal-servers

source: Exit
nl: Afsluiten

source: For developers only, use with care!
nl: Let op: dit is alléén bedoeld voor ontwikkelaars!

source: Group changed.
nl: De groep is aangepast.

source: Group name
be: Імя групы
bg: Име на групата
de: Gruppenname
fi: Ryhmän nimi
iw: שם הקבוצה
nl: Groepsnaam
sk: Názov skupiny
sr: Назив групе

source: If you are really sure that the persons you want to text with have Signal, you can manually add them using the "plus" action on that page.
nl: Als je er zeker van bent dat de personen met wie je contact zoekt Signal gebruiken, dan kun je ze handmatig toevoegen middels de plusknop op die pagina.

source: If you think that something is wrong on your side, you can <a href="#" @click="unregister">unregister</a> and register again. Be careful, <strong>your encryption key will change and you will lose all your messages</strong> if you choose to do that.
nl: Als je van mening bent dat er iets misgaat aan jouw kant, dan kun je <ahref="#" @click="unregister">deregistreren</a> en opnieuw registreren. Let op: <strong>je toegangssleutel wijzigt hierdoor waardoor je ook als je berichten kwijtraakt</strong>.

source: If you're seeing that error multiple times, check the <a href="https://status.signal.org/" target="_blank">status of Signal servers</a>. If it's fine, then please tell us there is a problem by <a href="https://github.com/nanu-c/axolotl/issues" target="_blank">opening an issue</a>.
nl: Als je de foutmelding meermaals ziet, controleer dan de <a href="https://status.signal.org/" target="_blank">status van de Signal-servers</a>. Als daar niks aan de hand is, meld het probleem dan aan ons door <a href="https://github.com/nanu-c/axolotl/issues" target="_blank">een ‘issue’ te openen</a>.

source: Import contacts
nl: Contactpersonen importeren

source: Import contacts feature unavailable
nl: Contactpersoonimport is niet beschikbaar

source: Importing contacts, head back later
fi: Tuodaan yhteystietoja, odota hetki
nl: Bezig met importeren van contactpersonen…

source: Info
fi: Tietoa
nl: Informatie

source: issues at the bug tracker
fi: ongelmia bug-trackerissa
nl: problemen op de bugtracker

source: Join
nl: Deelnemen

source: Join this group? They won’t know you’ve seen their messages until you accept.
nl: Wil je deelnemen aan deze groep? Ze kunnen je berichtstatus pas zien als je accepteert.

source: Last seen:
fi: Viimeksi nähty:
nl: Laatst gezien:

source: Linked devices
nl: Gekoppelde apparaten

source: Loading...
fi: Ladataan...
nl: Bezig met laden…

source: Members
nl: Leden

source: Mute
fi: Hiljennä
nl: Dempen

source: Name
fi: Nimi
nl: Naam

source: New group
be: Новая група
bg: Нова група
de: Neue Gruppe
fi: Uusi ryhmä
iw: קבוצה חדשה
nl: Nieuwe groep
sk: Nová skupina
sr: Нова група

source: New password
nl: Nieuw wachtwoord

source: Next
fi: Seuraava
nl: Volgende

source: No chats available
fi: Keskusteluja ei saatavilla
nl: Geen beschikbare chats

source: No linked devices
nl: Geen gekoppelde apparaten

source: No messages available.
fi: Viestejä ei saatavilla.
nl: Geen beschikbare berichten.

source: Not supported mime type:
fi: Mime-tyyppi ei ole tuettu:
nl: Niet-ondersteund mimetype:

source: Note, you can't add yourself to a group.
fi: Huomio: Et voi lisätä itseäsi ryhmään.
nl: Je kunt jezelf niet toevoegen aan een groep.

source: or by becoming a
fi: tai ryhdy
nl: of door

source: or disable it on Android/IOs
fi: tai poista se käytöstä Android-/iOS-laitteesta
nl: of schakel het uit op Android/iOS

source: Password is wrong
fi: Salasana on väärin
nl: Onjuist wachtwoord

source: Passwords don't match
fi: Salasanat eivät täsmää
nl: Wachtwoorden komen niet overeen

source: Phone
fi: Puhelin
nl: Telefoon

source: Photo
fi: Kuva
nl: Foto

source: Registered number
nl: Geregistreerd nummer

source: Registration data
nl: Registratiegegevens

source: Repeat password
fi: Toista salasana
nl: Wachtwoord herhalen

source: Request code
fi: Pyyntökoodi (Request code)
nl: Code aanvragen

source: Reset encryption
nl: Versleuteling herstellen

source: Reset secure session?
bg: Рестартирай сигурната сесия?
de: Verschlüsselung neu starten?
iw: לאתחל מחדש התחברות מאובטחת?
nl: Beveiligde sessie resetten?
sr: Ресетовати безбедну сесију?

source: Restart is required!
nl: Herstart vereist!

source: Safety numbers of you and
fi: Turvallisuusnumerot, sinun ja
nl: Veiligheidscodes van jou en

source: Save
be: Захаваць
bg: Запази
de: Speichern
fi: Tallenna
iw: שמירה
nl: Opslaan
sk: Uložiť
sr: Сачувај

source: Send attachments
fi: Lähetä liitteet
nl: Bijlagen versturen

source: Send code
fi: Lähetä koodi
nl: Code versturen

source: Send pin
fi: Lähetä pin
nl: Pincode versturen

source: Set encryption password
nl: Versleutelwachtwoord instellen

source: Set password
fi: Aseta salasana
nl: Wachtwoord instellen

source: Set timer for self-destructing messages
fi: Aseta ajastin itsetuhoutuville viesteille
nl: Tijdklok instellen voor zelfvernietigende berichten

source: Set username
fi: Aseta käyttäjänimi
nl: Gebruikersnaam instellen

source: Setting a password is not advised on devices short in memory.
nl: Het instellen van een wachtwoord wordt afgeraden op apparaten met weinig geheugen.

source: Setting a username is required. Please choose one.
fi: Käyttäjänimen asettaminen on pakollista.
nl: Het instellen van een gebruikersnaam is vereist.

source: Settings
be: Налады
bg: Настройки
de: Einstellungen
fi: Asetukset
iw: הגדרות
nl: Instellingen
sk: Nastavenia
sr: Поставке

source: Show identity
nl: Identiteit tonen

source: sponsor on patreon.
fi: sponsoriksi Patreonissa.
nl: sponsor te worden op Patreon.

source: This chat will be permanently deleted - but only from your device.
nl: Dit zal alle berichten in dit gesprek permanent verwijderen, maar alleen van jóuw apparaat.

source: This may help if you're having encryption problems in this conversation. Your messages will be kept.
bg: Това може да помогне ако имате проблеми с екрипцията в този разговор. Вашите съобщения ще бъдат запазени.
de: Hilfreich bei Problemen mit der Verschlüsselung in dieser Unterhaltung. Ihre Nachrichten bleiben erhalten.
iw: זה יכול לעזור עם יש לך בעיות הצפנה בשיחה הזאת. המסרים שלך יישמרו.
nl: Dit kan mogelijk helpen wanneer je versleutelingsproblemen hebt met dit gesprek. Je berichten blijven behouden.
sr: Може да помогне ако имате проблема са шифровањем у овој преписци. Поруке ће остати.

source: Unknown group
nl: Onbekende groep

source: Unmute
fi: Poista mykitys
nl: Dempen opheffen

source: Unregister
nl: Loskoppelen

source: Unsafe password
fi: Epäturvallinen salasana
nl: Onveilig wachtwoord

source: Unsupported message type: sticker
fi: Ei tuettu viesti: tarra (sticker)
nl: Niet-ondersteunde berichtsoort: sticker

source: Update group
be: Абнавіць групу
bg: Промени група
de: Gruppe bearbeiten
iw: עדכון קבוצה
nl: Groep bijwerken
sk: Aktualizuj skupinu
sr: Ажурирај групу

source: Updating group
nl: Groep bijwerken

source: Username
fi: Käyttäjänimi
nl: Gebruikersnaam

source: Verify identity
be: Праверыць ідэнтыфікатар
bg: Провери самоличността
de: Kontakt überprüfen
fi: Varmenna identiteetti
iw: אימות זהות
nl: Identiteit verifiëren
sk: Over totožnosť
sr: Овера идентитета

source: We are sorry, but due to a change in the Signal protocol, automatic import of contacts is currently unavailable.
nl: Door aanpassingen aan het Signal-protocol kunnen contactpersonen momenteel niet automatisch worden geïmporteerd.

source: Wrong code entered. Restart for another try.
fi: Väärä koodi. Käynnistä uudelleen yrittääksesi uudestaan.
nl: De ingevoerde code is onjuist. Herstart en probeer het opnieuw.

source: You
fi: Sinä
nl: Ik

source: You can support the development of Axolotl either by filling
fi: Voit tukea Axolotlin kehitystä joko täyttämällä
nl: Dit is een gratis, open source Signal-client, geschreven in golang en vuejs. Je kunt de ontwikkeling van Axolotl ondersteunen door

source: Your browser does not support the audio element.
fi: Selaimesi ei tue audio-elementtejä.
nl: Je browser heeft geen ondersteuning voor het audio-element.

source: Your browser does not support the video element.
fi: Selaimesi ei tue video-elementtejä.
nl: Je browser heeft geen ondersteuning voor het video-element.

source: Forwarded from
de: Weitergeleitet von

source: Image
bg: Изображение
de: Bild
sr: Слика

source: Cancel
bg: Отказ
de: Abbruch
iw: ביטול
sr: Одустани

source: Search
be: Пошук
bg: Търси
de: Suchen
iw: חיפוש
sk: Hľadaj
sr: Тражи

source: Mark all read
be: Пазначыць усе як прачытаныя
bg: Маркирай всички като прочетени
de: Alle als gelesen markieren
iw: לסמן שקראתי את הכול
sk: Označ všetky prečítané
sr: Означи све прочитаним

source: Help
bg: Помощ
de: Hilfe
iw: עזרה
sr: Помоћ

source: From:
de: Von:

source: Change passphrase
de: Passwort ändern

source: Create passphrase
de: Passwort anlegen

source: Old passphrase
de: Bisheriges Passwort

source: New passphrase
de: Neues Passwort hier eingeben

source: Repeat new passphrase
de: Passwort hier wiederholen

source: Submit passphrase
de: Passwort setzen

source: Disable passphrase?
de: Passwort deaktivieren?

source: Incorrect old passphrase!
de: Bisheriges Passwort falsch!

source: Passphrases don't match!
de: Eingaben stimmen nicht überein!

source: Privacy
de: Sicherheit

source: Linked Devices
de: Verknüpfte Geräte

source: Add/Remove linked devices
de: Verknüpfte Geräte hinzufügen/löschen

source: Unregistering
bg: Отписване
de: Registrierung löschen
iw: ביטול רישום
sr: Одјављујем

source: Disable Signal messages and calls?
bg: Деактивирай Signal съобщения и обаждания?
de: Signal-Nachrichten und -Anrufe deaktivieren?
iw: לכבות מסרים ושיחות קוליות של סיגנל?
sr: Онемогућити поруке и позиве преко Сигнала?

source: Disable Signal messages and calls by unregistering from the server. You will need to re-register your phone number to use them again in the future.
bg: Деактивирайте Signal съобщения и обаждания като се дерегистрирате от сървъра. Ще трябва да регистрирате своят номер отново, за да ползвате услугите в бъдеще.
de: Signal-Nachrichten und -Anrufe durch Löschen Ihrer Registrierung vom Server deaktivieren. Sie werden Ihre Rufnummer erneut registrieren müssen, um zukünftig wieder verschlüsselt zu kommunizieren.
iw: לכבות את המסרים ואת השיחות הקוליות של סיגנל באמצעות ביטול רישום בשרת. יהיה צריך לרשום מחדש את מספר הטלפון שלך מחדש כדי להשתמש בהם שוב בעתיד.
sr: Онемогућите поруке и позиве преко СИгнала одјавом са сервера. Мораћете поново да пријавите ваш број телефона да бисте опет их користили убудуће.

source: Enter key sends
be: Дасылаць клавішай Enter
bg: Клавишът Enter се използва за изпращане
de: Eingabetaste sendet
iw: מקש Enter שולח
sk: Odoslať stiskom klávesy Enter
sr: Ентер тастер шаље

source: Activate Debuglog
de: Dubug-Modus aktivieren

source: YOUR COUNTRY
be: ВАША КРАІНА
bg: ТВОЯТА ДЪРЖАВА
de: IHR LAND
iw: המדינה שלך
sk: TVOJA KRAJINA
sr: ВАША ДРЖАВА

source: YOUR COUNTRY CODE AND PHONE NUMBER
be: КОД ВАШАЙ КРАІНЫ І НУМАР ТЭЛЕФОНА
bg: КОДА НА ТВОЯТА ДЪРЖАВА И ТЕЛЕФОНЕН НОМЕР
de: IHRE LANDESVORWAHL UND RUFNUMMER
iw: קוד המדינה שלך ומספר הטלפון
sk: Tvoj kód krajiny a telefónne číslo
sr: КÔД ДРЖАВЕ И БРОЈ ТЕЛЕФОНА

source: Verify your phone number to connect with Signal.
bg: Потвърди своя телфонен номер, за да се свържеш с Signal
de: Überprüfen Sie Ihre Rufnummer zur Registrierung bei Signal.
iw: יש לאמת את מספר הטלפון שלך כדי להתחבר עם סיגנל.
sr: Потврдите ваш број телефона да бисте се пријавили на Сигнал.

source: Registration transmits some contact information to the server. It is not stored.
be: Працэс рэгістрацыі перадасць некаторую кантактную інфармацыю на сервер. Яна ня будзе захавана.
bg: Регистрацията ще прехвърли временно малко информация, относно контактите ти, на сървъра.
de: Während der Registrierung werden einige Kontaktinformationen an den Server übermittelt. Diese werden jedoch nicht gespeichert.
iw: הרישום שולח פרטי קשר מסוימים לשרת. הם לא יישמרו.
sk: Pri registrácii budú odoslané niektoré Vaše kontakné údaje na vzdialený server. Tieto údaje nebudú trvalo uložené.
sr: Ово ће пренети неке податке о контактима на сервер. Подаци се не чувају.

source: Register
be: Зарэгістравацца
bg: Регистрирай
de: Registrieren
iw: רישום
sk: Registrovať
sr: Пријави ме

source: Double-check that this is your number! We're about to verify it with an SMS.
be: Праверці ці гэта сапраўды Ваш нумар. Ён будзе правярацца з дапамогай SMS.
bg: Проверете, че това е Вашия номер! Следва да го проверим чрез SMS.
de: Bitte kontrollieren Sie noch einmal Ihre Rufnummer. Diese wird anschließend durch eine SMS überprüft.
iw: נא לוודא שזה המספר שלך! אנחנו עומדים לאמת אותו באמצעות SMS.
sk: Skontrolujte pre istotu znovu, že ste správne zadali Vaše telefónne číslo! Prebehne overenie pomocou SMS.
sr: Проверите да ли је ово ваш број! Оверићемо га помоћу СМС поруке.

source: Link a Device
de: Gerät verknüpfen

source: Add device
de: Gerät hinzufügen

source: Refresh devices
de: Geräte aktualisieren

source: Delete selected Device?
de: Gewähltes Gerät löschen?

source: This will permanently delete the selected Device.
de: Dadurch wird das gewählte Gerät unwiderruflich gelöscht.

source: Enter passphrase
de: Passwort eingeben

source: Passphrase
de: Passwort

source: Invalid passphrase!
de: Falsches Passwort!

source: Refresh
bg: Освежи
de: Aktualisieren
iw: רענון
sr: Освежи

source: No contacts
de: Keine Kontakte

source: %1 members
de: %1 Gruppenmitglieder

source: Content Picker
de: Datenauswahl

source: Verifying number
be: Праверка нумару
bg: Потвърждаване на номера
de: Rufnummer wird überprüft
iw: מאמת את המספר
sk: Overovanie čísla
sr: Оверавам број

source: Signal will now automatically verify your number with a confirmation SMS message.
bg: Signal ще опита да потвърди телефонния ти номер, автоматично, посредством SMS.
de: Signal wird Ihre Rufnummer nun automatisch mit einer SMS überprüfen.
iw: סיגנל יאמת עכשיו את המספר שלך אוטומטית באמצעות SMS.
sr: Сигнал ће сада аутоматски да овери ваш број помоћу СМС поруке.

source: Waiting for SMS verification...
be: Чакаем на праверачную SMS...
bg: Изчкване за SMS потвърждение...
de: Warten auf SMS-Überprüfung …
iw: ממתין לאימות SMS...
sk: Čakanie na SMS overovanie...
sr: Чекам СМС оверу...

source: Calling you (this may take a while)...
de: Rufe an (kann eine Weile dauern) ...

source: Please wait a moment and try again
de: Bitte warte kurz und versuche es nochmal

source: Incorrect code. Please try again.
de: Falscher Code. Bitte nochmal eingeben.

source: Call
be: Набраць
bg: Обаждане
de: Anruf
iw: התקשר
sk: Volaj
sr: Позови

source: Reset secure session
bg: Започни нова сигурна сесия
de: Verschlüsselung neu starten
iw: אתחול התחברות מאובטחת
sk: Obnoviť zabezpečené spojenie
sr: Ресетуј безбедну сесију

source: Recipients list
be: Спіс атрымальнікаў
bg: Списък на получатели
de: Mitgliederliste
iw: רשימת נמענים
sk: Zoznam príjemcov
sr: Списак прималаца

source: Leave group
be: Пакінуць групу
bg: Напусни група
de: Gruppe verlassen
iw: לעזוב את הקבוצה
sk: Opusti skupinu
sr: Напусти групу

source: Leave group?
be: Пакінуць групу?
bg: Напусни групата?
de: Gruppe verlassen?
iw: לעזוב את הקבוצה?
sk: Opustiť skupinu?
sr: Напустити групу?

source: Are you sure you want to leave this group?
be: Вы ўпэўнены, што хочаце пакінуць групу?
bg: Сигурен ли си, че искаш да напуснеш тази група?
de: Wollen Sie wirklich diese Gruppe verlassen?
iw: האם ברצונך באמת לעזוב את הקבוצה?
sk: Ste si istí že chcete opustiť túto skupinu?
sr: Желите ли заиста да напустите ову групу?

source: Delete conversation
bg: Изтрий разговор
de: Unterhaltung löschen
iw: למחוק את השיחה
sr: Обриши преписку

source: Delete conversation?
bg: Изтрий разговора?
de: Unterhaltung löschen?
iw: למחוק שיחה?
sr: Обрисати преписку?

source: This will permanently delete all messages in this conversation.
bg: Това ще изтрие невъзвращаемо всичките съобщения в този разговор.
de: Alle Nachrichten dieser Unterhaltung unwiderruflich löschen.
iw: זה ימחק לצמיתות את כל המסרים בשיחה הזאת.
sr: Ово ће трајно да обрише све поруке у овој преписци.

source: Select all
be: Выбраць усё
bg: Избери всичко
de: Alle auswählen
iw: לבחור הכוללבחור הכול
sk: Označ všetko
sr: Изабери све

source: Message details
be: Дэталі паведамлення
bg: Информация за съобщението
de: Nachrichtendetails
iw: פרטי מסר
sk: Podrobnosti správy
sr: Детаљи поруке

source: Copy text
be: Капіраваць тэкст
bg: Копирай текста
de: Text kopieren
iw: העתקת טקסט
sk: Kopíruj text
sr: Копирај текст

source: Forward message
be: Перанакіраваць паведамленне
bg: Препрати съобщението
de: Nachricht weiterleiten
iw: העברת מסר
sk: Prepošli správu
sr: Проследи поруку

source: Delete message
be: Выдаліць паведамленне
bg: Изтрий съобщението
de: Nachrichten löschen
iw: מחיקת מסר
sk: Zmaž správu
sr: Обриши поруку

source: Send Signal message
bg: Изпрати Signal съобщение
de: Signal-Nachricht senden
iw: שליחת מסר בסיגנל
sr: Пошаљи Сигнал поруку

source: Delete
be: Выдаліць
bg: Изтрий
de: Löschen
iw: מחיקה
sk: Zmazať
sr: Обриши

source: Delete selected message?
de: Gewählte Nachricht löschen?

source: This will permanently delete the selected message.
de: Gewählte Nachrichten werden unwiderruflich gelöscht.

source: No messages here yet...
de: Bisher keine Nachrichten vorhanden...

source: Group members
be: Удзельнікі групы
bg: Членове на групата
de: Gruppenmitglieder
iw: חברי הקבוצה
sk: Členovia skupiny
sr: Чланови групе

source: <h3>Thanks for trying out Signal!</h3><br><br> File bugs and feature requests on github:<br> <a href='https://github.com/nanu-c/axolotl/issues'>https://github.com/nanu-c/axolotl/issues</a><br>
de: <h3>Danke dass du Signal ausprobierst!</h3><br><br> Erstelle Fehlerberichte und Funktionswünsche auf github:<br> <a href='https://github.com/nanu-c/axolotl/issues'>https://github.com/nanu-c/axolotl/issues</a><br>

source: 1. Open Signal Desktop
fi: 1. Avaa Signal Desktop

source: Audio
bg: Аудио
fi: Äänitallenne
iw: קול
sr: Звук

source: Axolotl encountered an error communicating with Signal servers. Please try again.
fi: Axolotl kohtasi virheen kommunikoidessaan Signal-palvelimien kanssa. Ole hyvä ja yritä uudelleen.

source: Be careful, if you add too many numbers which aren't Signal accounts, you won't be able to add contacts anymore.
fi: Ole varovainen, jos lisäät liian monta numeroa, jotka eivät ole Signal-tilejä, et voi enää lisätä yhteystietoja.

source: Document
fi: Dokumentti

source: Due to technical limitations, Axolotl doesn't support push notifications. Keep the app open to be notified in real time. In Ubuntu Touch, use UT Tweak Tool to set Axolotl on "Prevent app suspension".
fi: Teknisten rajoitusten vuoksi Axolotl ei tue push-notifikaatioita. Pidä ohjelmaa auki, jotta saat notifikaatiot reaaliajassa.Ubuntu Touch -laitteella käytä UT Tweak toolia ja aseta Axolotl tilaan "Prevent app suspension".

source: Due to upstream changes in Signal, some features are currently broken. We're working as fast as we can to bring them back.
fi: Signaliin tehtyjen viimeaikaisten muutosten takia jotkut ominaisuudet ovat tällä hetkellä rikki. Pyrimme tuomaan ominaisuudet takaisin mahdollisimman nopeasti.

source: Follow the progress or join us to help with development on
fi: Seuraa edistymistä tai liity meihin ja auta kehityksessä

source: If you are really sure that the persons you want to text with have Signal, you can manually add them using the "plus" action on that page.
fi: Jos olet varma, että henkilö, jota olet lisäämässä on Signalissa, voit manuaalisesti lisätä hänet käyttämällä "plus" toimintoa sillä sivulla.

source: If you think that something is wrong on your side, you can <a href="#" @click="unregister">unregister</a> and register again. Be careful, <strong>your encryption key will change and you will lose all your messages</strong> if you choose to do that.
fi: Jos luulet, että jotain on vialla sinun laitteellasi, voit yrittää <a href="#" @click="unregister">peruuttaa rekisteröinnin</a>ja rekisteröityä uudestaan. Ole varovainen, <strong>sillä salausavaimesi muuttuu ja menetät kaikki viestisi</strong>, jos peruutat rekisteröinnin.
